Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kho:n_virheellisista_paatoksista_jalleen_uusi_kantelu.html.tmx
Source language: fin
Languages: sme

source: KHO:n virheellisistä päätöksistä jälleen uusi kantelu
sme: AHR feaillalaš mearrádusain fas ođđa guoddaleapmi

source: Saamelaiskäräjien vaalilautakunta joutui kantelemaan vielä joukosta korkeimman hallinto-oikeuden päätöksiä, joilla KHO kumosi vaalilautakunnan heinäkuussa tekemiä itseoikaisuja.
sme: Sámedikki válgalávdegoddi šattai guoddalit vel oasis alimus hálddahusrievtti mearrádusain, maiguin AHR gomihii válgalávdegotti suoidnemánus dahkan iešnjulgemiid.

source: Kantelulla ylimääräisenä muutoksenhakukeinona vaaditaan KHO:a poistamaan omat virheelliset päätöksensä.
sme: Guoddalemiin badjelmearálaš nuppástusohcanvuohkin gáibiduvvo, ahte AHR sihkku eret iežas feaillalaš mearrádusaid.

source: Aiemmin elokuussa tehtyjen, samaan asiakokonaisuuteen liittyvien kanteluiden perusteina oli useita virheitä, kuten oikeudenmukaisen oikeudenkäynnin perusperiaatteiden loukkaaminen ja tuomioistuimen riippumattomuutta ja puolueettomuutta loukkaava ratkaisujen julkinen ennakoiminen.
sme: Ovdalis borgemánus dahkkon, seamma áššeollisvuhtii laktáseaddji guoddalemiid ággan ledje máŋggat feaillat, dego vuoiggalaš gearregastima vuođđoprinsihpaid rihkkun ja duopmostuolu sorjjasmeahttunvuođa ja bealátkeahtesvuođa loavkašuhtti čovdosiid almmolaš ovddalgihtii ávaštallan.

source: Näiden lisäksi nyt kantelun kohteena olevia 27:ä KHO:n päätöstä rasittaa uusi virheellisyys.
sme: Dáid lassin dál guoddaleami čuozáhahkan leat 27 AHR mearrádusa, main lea ođđa boasttuvuohta.

source: Näissä uusissa päätöksissä KHO määräsi vaalilautakunnan korvaamaan valittajien oikeudenkäyntikuluja, mutta varasi vaalilautakunnalle tilaisuuden lausua vain oikeudenkäyntikuluista, eikä lainkaan itse valituksesta.
sme: Dáin ođđa mearrádusain AHR lea mearridan válgalávdegotti buhttet váidán olbmuid gearregastingoluid, muhto attii válgalávdegoddái dilálašvuođa cealkit dušše gearregastingoluid birra, iige ollenge ieš váidagis.

source: Valituksen pääasiassa vaalilautakuntaa ei siis kuultu ollenkaan, mikä jälleen rikkoi oikeudenmukaisen oikeudenkäynnin perusperiaatteita, kuten asianosaisten tasavertaisen prosessuaalisen aseman ja kuulemisen vaatimusta.
sme: Váidaga váldoáššis válgalávdegotti eai nappo gullan oppanassiige, mii fas rihkui vuoiggalaš gearregastima vuođđoprinsihpaid, dego áššáiosolaččaid dásseveardásaš prosessuála sajádaga ja gullama gáibádusa.

source: KHO:n liukuhihnamaisesti antamiin päätöksiin sisältyi kaavamainen saman suuruinen oikeudenkäyntikulujen korvaussumma.
sme: AHR máŋgenmášenláhkái addin mearrádusat sisttisdollet minsttarlágan seamma sturrosaš gearregastingoluid buhttensupmi.

source: Ylivoimainen valtaosa oikeudenkäyntikuluvaatimuksen sisältäneistä valituksista oli yhden ja saman asiamiehen laatimia.
sme: Eanáš oasi gearregastingollogáibádusa sisttisdoallan váidalusain lei okta ja seamma áššeolmmoš válmmaštallan.

source: Valituksissa oikeudenkäyntikuluvaatimusta ei perusteltu todellisilla kuluilla, vaan tavoitteella painostaa saamelaiskäräjiä ja vaalilautakuntaa olemaan kyseenalaistamatta jo todettuja KHO:n aiempia päätöksiä ihmisoikeuksia loukkaaviksi.
sme: Váidagiin gearregastingollogáibádus ii ákkastallon duođalaš goluiguin, muhto baicce áigumušain caggat sámedikki ja válgalávdegotti bidjamis gažaldatvuložin, ahte ovdalis gávnnahuvvon AHR árat mearrádusat rihkkot olmmošvuoigatvuođaid.

source: Tällainen ajattelu on Suomen oikeusjärjestykselle vieras, vaikka KHO näyttää nyt asettuneen sen tueksi.
sme: Dákkár jurddašeapmi lea Suoma riektevuogádahkii vieris, vaikke AHR orru dál sajáiduvvamin doarjut dan.

source: Vaalilautakunta on omien rajoitettujen toimivaltuuksiensa puitteissa pyrkinyt huolehtimaan YK:n ihmisoikeuskomitean Suomelle antamien langettavien päätösten täytäntöönpanosta ja uusien ihmisoikeusloukkausten välttämisestä.
sme: Válgalávdegoddi lea iežas ráddjejuvvon doaibmafápmudusaid olis figgan fuolahit, ahte ON:id olmmošvuoigatvuohtakomitea Supmii addin sivalažžan cealki mearrádusat ollašuhttojuvvojit ja ahte ođđa olmmošvuoigatvuođarihkkumušat eai dáhpáhuva.

source: Ainoana ja ylimpänä muutoksenhakuasteena KHO on asettunut suojelemaan omaa arvovaltaansa saamelaisten ihmisoikeuksien kustannuksella.
sme: Áidna ja bajimus nuppástusohcandássin AHR lea sajáiduvvan suodjalit iežas árvoválddi sápmelaččaid olmmošvuoigatvuođaid goasttádusain.

source: Vaalilautakunta on pakotettu kantelemaan KHO:lle koska mikään muu taho kuin KHO itse ei voi virheitä korjata.
sme: Válgalávdegoddi lea bákkohuvvon guoddalit AHR:ái, dasgo oktage eará go AHR ieš ii sáhte feaillaid divvut.

source: Lisätietoja
sme: Lassedieđut

source: Vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, +358 10 839 3190 / +358 40 626 7255, janne.nakkalajarvi(at)samediggi.fi
sme: Válgalávdegotti ságadoalli Janne Näkkäläjärvi, +358 10 839 3190 / +358 40 626 7255, janne.nakkalajarvi(at)samediggi.fi

source: Vaalilautakunnan sihteeri Antti Aikio, +358 10 839 3127 / +358 40 184 6829, antti.aikio(at)samediggi.fi
sme: Válgalávdegotti čálli Antti Aikio, +358 10 839 3127 / +358 40 184 6829, antti.aikio(at)samediggi.fi
